Repository: ClipperTK/selfoss-mac-client
Catalog: Selfoss/*.lproj/Localizable.strings
Languages: de, fr

source: About Selfoss
de: Über Selfoss
fr: A propos de Selfoss

source: Preferences
de: Einstellungen…
fr: Préférences…

source: Copy
de: Kopieren
fr: Copier

source: Paste
de: Einfügen
fr: Coller

source: Fullscreen
de: Vollbild
fr: Plein écran

source: Reload Selfoss
de: Selfoss neu laden
fr: Recharger Selfoss

source: Hide Selfoss
de: Selfoss ausblenden
fr: Cacher Selfoss

source: Quit Selfoss
de: Selfoss beenden
fr: Quitter Selfoss

source: (go to github project page)
de: (zur GitHub Projektseite wechseln)
fr: (aller sur la page github du projet)

source: Default RSS app
de: Standardprogramm für RSS
fr: Application RSS par défaut

source: Hide menu at startup
de: Menü beim Start ausblenden
fr: Cacher le menu au démarrage

source: Auto-reload
de: Automatisch neu laden
fr: Rechargement automatique

source: Animated dock icon
de: Dockicon animieren
fr: Icone dock animé

source: Notifications
de: Benachrichtigungen

source: Fullscreen at startup
de: Vollbild beim Start
fr: Plein-écran au démarrage

source: Validate
de: Bestätigen
fr: Valider

source: seconds (active app)
de: Sekunden (App aktiv)
fr: secondes (app active)

source: minutes (inactive app)
de: Minuten (App inaktiv)
fr: minutes (app inactive)

source: badge counter refresh time interval
de: Kennzeichen Aktualisierungsintervall
fr: Rafraîchissement du compteur

source: My Selfoss URL
de: URL der Selfoss Installation
fr: Mon adresse Selfoss

source: Check for updates at startup
de: Aktualisierungen beim Start suchen

source: Feed title
de: Feed Titel
fr: Titre du flux

source: Categories (up to 3, write or select in list)
de: Kategorien (max. 3, eintragen oder aus Liste wählen)
fr: Catégories (jusqu'à 3, écrire ou sélectionner dans la liste)

source: Cancel
de: Abbrechen
fr: Annuler

source: Add
de: Hinzufügen
fr: Ajouter

source: Login
de: Benutzername
fr: Identifiant

source: Password
de: Passwort
fr: Mot de passe

source: Bad feed URL
de: Fehlerhafte Feed URL
fr: Erreur dans l'URL du flux

source: impossible to initialize feed
de: Feed kann nicht initialisiert werden
fr: impossible d'initialiser le flux

source: An error occurred
de: Ein Fehler ist aufgetreten
fr: Une erreur est intervenue

source: check your feed
de: Bitte Feed überprüfen
fr: vérifiez votre flux

source: Not a valid Selfoss URL or protected with password
de: Keine gültige Selfoss URL oder passwortgeschützt
fr: URL selfoss non valide ou protégée par mot de passe

source: new item(s) available
de: neue(r) Artikel verfügbar
fr: nouveau(x) article(s) disponible(s)

source: Hide menu
de: Menü umschalten
fr: Cacher le menu

source: Mark all as read
de: Alles als gelesen markieren
fr: Marquer tous comme lus

source: Stared
de: Favoriten
fr: Favoris

source: All items
de: Neueste
fr: Tous les articles

source: Unread
de: Ungelesen
fr: Non-lus
